[
    {
        "id": 1,
        "title": "Medical Camp at Sampka Village (11th March, 2018)",
        "content": "Multi-specialty Consultation camp was organized by Doctors and staff members of Swami Amar Dev Hospital at Sanpka Village on 11th March, 2018. A total of 378 patients received consultation services for Gynae, ENT, Ortho, Skin, Medicine and General Surgery. The doctors and staff members provided consultation services to the patients throughout the day, without taking any breaks. At the end of the day, the Chief of Sanpka Village Panchayat thanked the hospital team personally for their unrelenting efforts to provide free of cost medical consultation in the village.",
        "image": [
            "testimonialImg/Patient1.jpg"
        ]
    },
    {
        "id": 2,
        "title": "Medical Camp at Ghari Harsaru Village (01st April, 2018)",
        "content": "On 25th February, 2018, a medical camp was organised by the doctors and staff members of Swami Amar Dev Hospital at Ghadi Harsaru village. A total of 322 people received basic medical check-up and also consultation services & screening for Anaemia, Diabetes, ENT and Ortho. The doctors and staff members ensured that each and every patient went through a proper screening process and received quality treatment accordingly. The hospital’s Director, Dr. Tarun Kaul, shared suggestions with the village leaders on how to improve the healthcare and well-being of the Ghadi Harsaru community.",
        "image": [
            "testimonialImg/Patient1.jpg"
        ]
    },
    {
        "id": 3,
        "title": "Medical Camp at Bhora Kalan Village (25th Feb, 2018)",
        "content": "A medical camp was conducted by the doctors of Swami Amar Dev Hospital on 25th February, 2018 at Bhodah Kalan Village. The camp witnessed a turnout of 358 patients. The people received basic medical check-up and consultation, along with free screening tests for Anaemia and Diabetes. Medicines were also distributed for free during the camp. There were a total of 16 Doctors and 14 staff members providing their services for free to the patients.",
        "image": [
            "testimonialImg/Patient1.jpg"
        ]
    },
    {
        "id": 4,
        "title": "Medical Camp at Swami Amar Dev Hospital (07th Jan, 2018)",
        "content": "Medical Camp was organized by the doctors and staff members of Swami Amar Dev Hospital on 07th Jan, 2018, where free screening and consultation was done for Diabetes, high blood pressure, Gynae, Dental, ENT, Ortho, Skin, Medicine and General Surgery, and 25% discount given to patients on all lab tests. A total of 425 patients had turned up for the camp, out of which 56 were recommended further tests for diabetes and 72 patients availed lab facilities at a 25% discount.",
        "image": [
            "testimonialImg/Patient1.jpg"
        ]
    },
    {
        "id": 5,
        "title": "Medical Camp at Haily Mandi Village (15th Apr, 2018)",
        "content": "Medical Camp was organised in the village of Haily Mandi near Pataudi on 15th April, 2018. Free screening for diabetes and multi-specialty consultation was provided for a total of 183 patients, out of which 33 were recommended further tests.",
        "image": [
            "testimonialImg/Patient1.jpg"
        ]
    },
    {
        "id": 6,
        "title": "Medical Camp at Swami Amar Dev Hospital (10th Jun, 2018)",
        "content": "Medical Camp was organised at Swami Amar Dev Hospital on 10th Jun, 2018, that witnessed a turnout of 186 patients. Free general consultation and medicines were provided to the patients, out of which 8 were recommended further tests for high blood pressure, 20 were recommended further tests for sugar and 22 patients availed lab facilities at the hospital at 25% discounted rates.",
        "image": [
            "testimonialImg/Patient1.jpg"
        ]
    },
    {
        "id": 7,
        "title": "Medical Camp at Bhora Kalan Village (19th Aug, 2018)",
        "content": "The Medical Camp conducted on 19th Aug, 2018, at Bhora Kalan village near Pataudi witnessed a turnout of 411 patients. The multi-specialty camp provided consultation services for Gynae, Dental, ENT, Ortho, Skin, Medicine and General Surgery. 63 patients were screened for diabetes and 78 patients availed further lab tests at discounted rates at the hospital. The doctors, staff members and volunteers worked tirelessly throughout the day without any breaks to cater to the needs of all patients.",
        "image": [
            "testimonialImg/Patient1.jpg"
        ]
    },
    {
        "id": 8,
        "title": "Medical Camp at Lokra Village (16th Sep, 2018)",
        "content": "Multi-Specialty medical camp was organised at Lokra village on 16th Sep, 2018. Services provided include free overall health check-up and consultation by specialist doctors (Gynae, Dental, Ortho, ENT, Skin, Eye, Physiotherapy), free drug dispensing, free screening for anaemia, diabetes and hypertension, and free ECG. A total of 387 patients turned up for the camp.",
        "image": [
            "testimonialImg/Patient1.jpg"
        ]
    },
    {
        "id": 9,
        "title": "Medical Camp at Swami Amar Dev Hospital (12th Nov, 2018)",
        "content": "A special medical camp was organised by the doctors and staff of Swami Amar Dev Hospital on 12th Nov, 2018, especially for the health of women. Free cancer screening was done for breast and cervical cancer. A total of 51 women were screened, out of which 25 were recommended free mammography at the Hospital itself and 7 were advised advanced tests for Breast cancer after mammography results. Further, the women were advised on overall health initiatives for themselves as well as their children.",
        "image": [
            "testimonialImg/Patient1.jpg"
        ]
    },
    {
        "id": 10,
        "title": "Dental Health Awareness campaign",
        "content": "Apart from the Medical Camp the first step towards improving the standard of living for people in rural areas, Swami Amar Dev Hospital has embarked on a Dental Health Awareness campaign throughout Pataudi and nearby villages. “Habits are best inculcated at an early age” – keeping this maxim in mind, the doctors and staff of Swami Amar dev Hospital have been addressing school children about general hygiene, dental health and sanitization of water. The awareness Programme includes lectures on oral health and disease prevention along with demonstrations of preventive techniques, followed by individual oral inspections for all school children.",
        "image": [
            "testimonialImg/Patient1.jpg"
        ]
    },
    {
        "id": 10,
        "title": "Medical Camp at Swami Amar Dev Hospital (10th Feb, 2019)",
        "content": "Medical Camp was organised by the doctors, staff and volunteers at Swami Amar Dev Hospital on 10th Feb 2018. Apart from free consultation, services provided for free to the patients were lab investigations, X-rays, ECG, medicines and Physiotherapy. In addition to specialist doctors from Swami Amar Dev Hospital (General Physicians, ENT, Eye, Ortho, Skin, Gynae & Obstetrics and medical specialists), doctors specializing in Cardiology and Nephrology were also invited from Narayana Multi Speciality Hospital, Gurugram. 488 patients received free consultation, 88 patients availed free of cost lab services, 50 patients availed free X-ray service, 10 patients availed free ECG service, 50 patients received free physiotherapy services and medicines were disbursed free to all patients.",
        "image": [
            "testimonialImg/Patient1.jpg"
        ]
    }
]